export const reviews = [
  {
    id: 1,
    name: "غير ظاهر",
    rating: 5,
    date: "قبل 8 أشهر",
    review:
      "المستوصف قديم في الحي والمعروف لا يعرف. الشكر للإدارة لاختيارها الكوادر المؤهلة طبياً وإدارياً. تجربتنا مع الوالد مع الدكتور ماهر وهو من الكفاءات القديمة في المركز ومن أروع ما يكون، وكذلك من الاستقبال الأخت عبير قمة في الاحترام والذوق والأسلوب.",
    likes: 2,
  },
  {
    id: 2,
    name: "Suda A",
    rating: 5,
    date: "قبل 7 أشهر",
    review:
      "أفضل عيادة أسنان وتعاملهم ممتاز جداً، وأشكر مديرة المركز على حسن التعامل والاهتمام بالمراجعين. أنصح أي شخص يريد تقويم أسنان ألا يذهب إلى غير دار الهداء.",
    likes: 0,
  },
  {
    id: 3,
    name: "Asem Saad",
    rating: 5,
    date: "قبل 5 أشهر",
    review:
      "أشكركم على التعامل الطيب والأمانة، وأخص بالشكر الدكتور أماني.",
    likes: 0,
  },
  {
    id: 4,
    name: "BADER",
    rating: 5,
    date: "قبل 3 أشهر",
    review:
      "من عرفت نفسي وأنا أراجع عند مستوصف الهداء للأسنان. شكراً خاص للدكتور رامي أفضل دكتور 👍، وأشكر مديرة المركز إيمان النعمي على جهودها، بصراحة المركز يستاهلون خمس نجوم.",
    likes: 2,
  },
  {
    id: 5,
    name: "غير ظاهر",
    rating: 5,
    date: "قبل 7 أشهر",
    review:
      "شكراً للدكتورة أماني، من أعماق قلبي شفاك صح لدرجة سويت لي سن وبعد 10 سنوات صار فيه مشكلة بسيطة ورجعت وسوته، شكراً لكِ حرفياً.",
    likes: 0,
  },
  {
    id: 6,
    name: "منى",
    rating: 5,
    date: "قبل يوم واحد",
    review:
      "مرة أشكر بنت الاستقبال اللي كانت في يوم الجمعة وكيف تعاملت مع ضغط المرضى واللي بصراحة الله يرفع قدرها على روحها الحلوة رغم كل الظروف المعاكسة. تعاملت بكل احترافية معهم. مثال مشرف للبنات السعوديات، الله يجزاها كل خير، ودكتورة هدى ما قصرت مع أختي، الله يسعدهم.",
    likes: 0,
  },
  {
    id: 7,
    name: "Zahraa",
    rating: 5,
    date: "قبل شهر",
    review:
      "الدكتورة آلاء رائعة بكل معنى الكلمة، علاجها يستحق الثناء والتقدير. إنها جديرة بالثقة ولطيفة. الحمد لله تم أشكرها، شكراً جزيلاً.",
    likes: 1,
  },
  {
    id: 8,
    name: "M Fahad",
    rating: 5,
    date: "قبل 8 أشهر",
    review:
      "كل الشكر للإدارة أيمان النعمي والاستقبال صالحة الشهري على جميع ما يقدمونه للمرضى، والمركز كامل من جهد وعمل. ولا ننسى الدكتورة أماني على جميع ما تقدمه من مجهود ورعاية للمرضى، كل الاحترام والتقدير.",
    likes: 0,
  },
  {
    id: 9,
    name: "غير ظاهر",
    rating: 5,
    date: "قبل 8 أشهر",
    review:
      "المستوصف يجنن والبنات السعوديات والله أنهم عسل أسلوب وتعامل، ولكن دكتور سماح حقت التقويم تعاملت معه زفت... شكراً أبداً للمديرة اللي تجبر الخاطر.",
    likes: 4,
  },
  {
    id: 10,
    name: "سارة",
    rating: 5,
    date: "قبل شهرين",
    review:
      "الريسبشن كانت مرة عسل وتعاملها جداً راقي، للأسف نسيت اسمها. وتجربتي العلاجية حلوة ومريحة، والدكتورة الإنجين وبعدها هدى جداً خفيفة، تبارك الرحمن.",
    likes: 1,
  },
  {
    id: 11,
    name: "Amany Eldeeb",
    rating: 5,
    date: "قبل 4 أشهر",
    review:
      "عيادة الأطفال ولا أروع، بارك الله في دكتورة بسمة، الله يحفظها ويبارك في علمها.",
    likes: 0,
  },
  {
    id: 12,
    name: "نهلة الحربي",
    rating: 5,
    date: "قبل 4 أشهر",
    review:
      "صراحة أفضل عيادة بالليزر وتنظيف البشرة، أنصحكم فيهم وبقوتهم. 🤍🤍",
    likes: 1,
  },
  {
    id: 13,
    name: "Mohand kamil",
    rating: 5,
    date: "قبل شهرين",
    review:
      "دار الخيال الطبي ممتاز جداً، تعامل راقٍ واهتمام كبير. نشكر دكتورة ريم محمود على التعامل الراقي.",
    likes: 0,
  },
  {
    id: 14,
    name: "أبو لمياء",
    rating: 5,
    date: "قبل 4 أشهر",
    review:
      "تمت مراجعتي اليوم، أفضل دكتورة أسنان منى منصور، أخصائية الباطنية، من أروع من قابلت من حيث حسن الأدب والأخلاق، وحسن التعامل والشرح لكل التفاصيل. بصراحة جداً أنصح الجميع بمراجعتها. كذلك أشكر جميع الموظفين بما فيهم من كل أعماق قلبي، كل الشكر والاحترام والتقدير، وأتمنى لها التوفيق من خالص أعماق فؤادي.",
    likes: 1,
  },
  {
    id: 15,
    name: "غير ظاهر",
    rating: 5,
    date: "قبل شهرين",
    review:
      "دار الخيال الطبي ممتاز جداً، تعامل راقٍ واهتمام كبير. نشكر دكتورة ريم محمود على التعامل الراقي.",
    likes: 0,
  },
];